// Возврат значения из функции с помощью Return
// Мы можем передавать значения в функцию с аргументами . Вы можете использовать returnоператор для отправки значения обратно из функции.

// Пример

// function plusThree(num) {
//   return num + 3;
// }

// const answer = plusThree(5);
// answerимеет значение 8.

// plusThreeпринимает аргумент и возвращает значение , numравное num + 3.

// Создайте функцию timesFive, которая принимает один аргумент, умножает его на 5и возвращает новое значение.

function timesFive(num) {
    return num * 5;
  }
  
  const answer = timesFive(5);