// Добавить комментарии в JSX
// JSX — это синтаксис, который компилируется в действительный JavaScript. Иногда для удобства чтения вам может потребоваться добавить комментарии в код. Как и большинство языков программирования, JSX имеет свой собственный способ сделать это.

// Чтобы разместить комментарии внутри JSX, вы используете синтаксис {/* */}для переноса текста комментария.

// В редакторе кода есть элемент JSX, похожий на тот, который вы создали в последнем задании. Добавьте комментарий где-нибудь внутри предоставленного divэлемента, не изменяя существующие элементы h1или p.
const JSX = (
    <div>
      <h1>This is a block of JSX</h1>
      <p>Here's a subtitle</p>
      {/* */}
    </div>
  );