

// Создайте базовый объект JavaScript
// Подумайте о вещах, которые люди видят каждый день, например, о машинах, магазинах и птицах. Все это объекты : осязаемые вещи, которые люди могут наблюдать и с которыми могут взаимодействовать.

// Каковы качества этих предметов? У машины есть колеса. Магазины продают товары. У птиц есть крылья.

// Эти качества или свойства определяют, из чего состоит объект. Обратите внимание, что похожие объекты имеют одни и те же свойства, но могут иметь разные значения этих свойств. Например, у всех автомобилей есть колеса, но не у всех машин одинаковое количество колес.

// Объекты в JavaScript используются для моделирования объектов реального мира, придавая им свойства и поведение, аналогичные их реальным аналогам. Вот пример использования этих концепций для создания duckобъекта:

// let duck = {
//   name: "Aflac",
//   numLegs: 2
// };
// Этот duckобъект имеет две пары свойство/значение: a nameof Aflacи a numLegsof 2.

// Создайте dogобъект со свойствами nameи numLegsи задайте для них строку и число соответственно.


let dog = {
    name:'Aflac',
    numLegs:2,
    };